/*
  String_ui.strings
  iina

  Created by lhc on 3/1/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
// Common

"general.on" = "Til";
"general.off" = "Fra";
"general.login" = "Log ind";
"general.logout" = "Log ud";
"general.ok" = "OK";
"general.cancel" = "Annuller";
"general.username" = "Brugernavn";
"general.password" = "Kodeord";
"general.na" = "N/A";

"input.value_is_empty" = "Værdien kan ikke være tom.";
"input.already_exists" = "Værdien findes allerede.";

// Guide Window
"guide.highlights" = "Højdepunkter";
"guide.basic_settings" = "Grundlæggende indstillinger";
"guide.faq" = "Ofte stillede spørgsmål";

// Initial Window
"initial.announcement" = "Du bruger en %@ version af IINA";
"initial.beta.desc" = "Hvis du ønsker at vende tilbage til en udgivelsesversion, skal du fjerne markeringen af \"modtag betaopdateringer\" fra Indstillinger > Generelt, og installere en stabil udgivelse fra vores <a href=\"https://iina.io\">officielle hjemmeside</a>.";
"initial.nightly.desc" = "Nightly er ikke anbefalet til daglig brug. I øjeblikket understøtter Nightly-versioner ikke automatisk opdatering. Du skal manuelt downloade nyere builds fra vores <a href=\"https://nightly.iina.io\">nightly-hjemmeside</a>.";
"initial.debug.desc" = "Debug builds er normalt ikke optimeret til ydeevne, så det anbefales ikke at blive brugt til daglig brug. Debug builds understøtter ikke automatisk opdatering.";
"initial.bug_report" = "Meld fejl via <a href=\"https://github.com/iina/iina/issues\">Github Issues</a>.";

// Inspector Window
"inspector.error" = "Fejl";

// MainWindowController.swift
"main.buffering_indicator" = "Indlæser… %d%%";
"main.opening_stream" = "Åbner stream…";
"main.seeking_indicator" = "Søger…";
"osc.precision" = "Præcision";
"osc.1s" = "1 sekund";
"osc.100ms" = "100 millisekunder";
"osc.10ms" = "10 millisekunder";
"osc.1ms" = "1 millisekund";

// QuickSettingViewController.swift
"quicksetting.item_default" = "Standard";
"quicksetting.item_none" = "Ingen";
"quicksetting.hwdec" = "Hardwareafkodning";
"quicksetting.deinterlace" = "Deinterlace";
"quicksetting.hdr" = "HDR";
"quicksetting.hide" = "Skjul";
"quicksetting.reset_speed" = "Nulstil hastighed til 1x";

// EQ Presets
"eq.preset.flat" = "Flad";
"eq.preset.acoustic" = "Akustisk";
"eq.preset.classical" = "Klassisk";
"eq.preset.dance" = "Dance";
"eq.preset.deep" = "Dyb";
"eq.preset.electronic" = "Elektronisk";
"eq.preset.hip_hop" = "Hip-hop";
"eq.preset.increase_bass" = "Forøg bas";
"eq.preset.increase_treble" = "Forøg diskant";
"eq.preset.increase_vocal" = "Forøg vokal";
"eq.preset.jazz" = "Jazz";
"eq.preset.latin" = "Latin";
"eq.preset.loundness" = "Lydstyrke";
"eq.preset.lounge" = "Lounge";
"eq.preset.piano" = "Piano";
"eq.preset.pop" = "Pop";
"eq.preset.rnb" = "R&B";
"eq.preset.reduce_bass" = "Reducer bas";
"eq.preset.reduce_treble" = "Reducer diskant";
"eq.preset.rock" = "Rock";
"eq.preset.small_speaker" = "Små højttalere";
"eq.preset.spoken_word" = "Talte ord";

"alert.eq.new_profile.title" = "Ny EQ-profil";
"alert.eq.new_profile.message" = "Indtast venligst et profilnavn.";
"alert.eq.rename.title" = "Skift navn på nuværende profil";
"alert.eq.rename.message" = "Indtast venligst et nyt profilnavn.";

// OSDMessage.swift
"osd.pause" = "Pause";
"osd.resume" = "Genoptag";
"osd.volume" = "Lydstyrke: %@";
"osd.speed" = "Hastighed: %@x";
"osd.aspect" = "Billedformat: %@";
"osd.crop" = "Beskær: %@";
"osd.rotate" = "Roter: %i°";
"osd.deinterlace" = "Deinterlace: %@";
"osd.hwdec" = "Hardwareafkodning: %@";
"osd.audio_delay.nodelay" = "Lydforsinkelse: Ingen forsinkelse";
"osd.audio_delay.later" = "Lydforsinkelse: %@s senere";
"osd.audio_delay.earlier" = "Lydforsinkelse: %@s tidligere";
"osd.sub_delay.nodelay" = "Undertekst forsinkelse: Ingen forsinkelse";
"osd.sub_delay.later" = "Undertekst forsinkelse: %@s senere";
"osd.sub_delay.earlier" = "Undertekst forsinkelse: %@s tidligere";
"osd.subtitle_pos" = "Undertekst position: %@";
"osd.sub_hidden" = "Undertekster er skjult";
"osd.sub_visible" = "Undertekster er synlige";
"osd.sub_second_delay.nodelay" = "Forsinkelse af sekundære undertekster: ingen forsinkelse";
"osd.sub_second_delay.later" = "Forsinkelse af sekundære undertekster: %@s senere";
"osd.sub_second_delay.earlier" = "Forsinkelse af sekundære undertekster: %@s tidligere";
"osd.sub_second_hidden" = "Sekundære undertekster er skjulte";
"osd.sub_second_pos" = "Sekundære underteksters position: %@";
"osd.sub_second_visible" = "Sekundære undertekster er synlige";
"osd.mute" = "Lydløs";
"osd.unmute" = "Lydløs fra";
"osd.screenshot" = "Skærmbillede taget";
"osd.abloop.a" = "AB-Løkke: A";
"osd.abloop.b" = "AB-Løkke: B";
"osd.abloop.clear" = "AB-Løkke: Ryddet";
"osd.stop" = "Stop";
"osd.chapter" = "Kapitel: %@";
"osd.subtitle_scale" = "Undertekst skala: %@x";
"osd.add_to_playlist" = "Tilføj %i filer til spilleliste";
"osd.clear_playlist" = "Spilleliste ryddet";
"osd.video_eq.contrast" = "Kontrast: %i";
"osd.video_eq.gamma" = "Gamma: %i";
"osd.video_eq.hue" = "Hue: %i";
"osd.video_eq.saturation" = "Mætning: %i";
"osd.video_eq.brightness" = "Lysstyrke: %i";
"osd.find_online_sub" = "Leder efter undertekster online…";
"osd.find_online_sub.source" = "fra";
"osd.sub_not_found" = "Ingen undertekster fundet";
"osd.sub_found" = "%d undertekster fundet.";
"osd.sub_downloading" = "Downloader %d undertekster";
"osd.sub_downloaded" = "Undertekster downloadet";
"osd.sub_saved" = "Undertekster gemt";
"osd.network_error" = "Netværksfejl";
"osd.file_error" = "Fejl under indlæsning af fil";
"osd.cannot_login" = "Kan ikke logge ind";
"osd.canceled" = "Annulleret";
"osd.cannot_connect" = "Kan ikke forbinde";
"osd.timed_out" = "Intet svar";
"osd.filter_added" = "Tilføjet filter: %@";
"osd.filter_removed" = "Fjernet filter";
"osd.file_loop" = "Gentag medie";
"osd.playlist_loop" = "Gentag spilleliste";
"osd.no_loop" = "Deaktiver gentagelse";

"preference.title" = "Indstillinger";
"preference.general" = "Generelt";
"preference.ui" = "UI";
"preference.video_audio" = "Codec";
"preference.subtitle" = "Undertekster";
"preference.network" = "Netværk";
"preference.control" = "Kontrol";
"preference.keybindings" = "Tastaturgenveje";
"preference.advanced" = "Avanceret";
"preference.plugins" = "Udvidelser";
"preference.utilities" = "Værktøjer";
"preference.scripts" = "Scripts";
"preference.not_logged_in" = "Ikke logget ind";
"preference.logged_in_as" = "Logget ind som %@";
"preference.system_media_control" = "Brug system medie kontrol";

"preference.key_binding_hint_1" = "For at redigere tastaturgenveje i det aktuelle konfigurationsarkiv, klik først på knappen \"Dupliker…\" for at oprette en kopi.";
"preference.key_binding_hint_2" = "Dobbeltklik på en række i højre side for at redigere den tilsvarende tastaturgenvej.";

"preference.enable_adv_settings" = "Aktiver avancerede indstillinger";

"preference.sub_override_level.no" = "nej";
"preference.sub_override_level.force" = "gennemtving";
"preference.sub_override_level.scale" = "skaler";
"preference.sub_override_level.strip" = "strip";
"preference.sub_override_level.yes" = "ja";

"preference.sub_override_level.descriptive_text.no" = "Gengiv undertekster som angivet af undertekst-scripts, uden tilsidesættelser.";
"preference.sub_override_level.descriptive_text.force" = "Anvendes alle undertekst-stile.";
"preference.sub_override_level.descriptive_text.scale" = "Anvend størrelsesindstillingen sammen med stilindstillingerne i denne sektion.";
"preference.sub_override_level.descriptive_text.strip" = "Fjern radikalt alle ASS-mærker og -stile fra underteksten.";
"preference.sub_override_level.descriptive_text.yes" = "Anvend alle stilindstillingerne i denne sektion.";

"preference.ytdl_plugin_not_installed" = "Installer Online Media-tilføjelsen fra \"Tilføjelser > Installer fra GitHub\" for at få fornøjelsen af nye avancerede funktioner såsom at hente videoer og automatiske youtube-dl-opdateringer.";
"preference.ytdl_plugin_installed" = "Den indbyggede youtube-dl-understøttelse er slået fra, siden du har Online Media-tilføjelsen installeret.";

"menu.volume" = "Lydstyrke: %@";
"menu.volume_muted" = "Lydstyrke: %@ (lydløs)";
"menu.audio_delay" = "Lydforsinkelse: %@s";
"menu.sub_delay" = "Undertekst forsinkelse: %@s";
"menu.sub_hide" = "Skjul undertekster";
"menu.sub_show" = "Vis undertekster";
"menu.sub_second_hide" = "Skjul sekundære undertekster";
"menu.sub_second_show" = "Vis sekundære undertekster";
"menu.fullscreen" = "Start fuld skærm";
"menu.exit_fullscreen" = "Afslut fuld skærm";
"menu.pip" = "Start billede-i-billede";
"menu.exit_pip" = "Afslut billede-i-billede";
"menu.mini_player" = "Start musiktilstand";
"menu.exit_mini_player" = "Afslut musiktilstand";
"menu.pause" = "Pause";
"menu.resume" = "Genoptag";
"menu.speed" = "Hastighed: %@x";
"menu.chapters" = "Vis kapitel-panel";
"menu.hide_chapters" = "Skjul kapitel-panel";
"menu.playlist" = "Vis spilleliste panel";
"menu.hide_playlist" = "Skjul spilleliste panel";
"menu.video" = "Vis videopanel";
"menu.hide_video" = "Skjul videopanel";
"menu.audio" = "Vis lydpanel";
"menu.hide_audio" = "Skjul lydpanel";
"menu.subtitles" = "Vis undertekst panel";
"menu.hide_subtitles" = "Skjul undertekst panel";

"menu.seek_forward" = "Spol frem %@s";
"menu.seek_backward" = "Spol tilbage %@s";
"menu.speed_up" = "Øg hastighed med %@x";
"menu.speed_down" = "Sænk hastighed med %@x";
"menu.volume_up" = "Lydstyrke + %@%%";
"menu.volume_down" = "Lydstyrke - %@%%";
"menu.audio_delay_up" = "Lydforsinkelse + %@s";
"menu.audio_delay_down" = "Lydforsinkelse - %@s";
"menu.sub_delay_up" = "Undertekst forsinkelse + %@s";
"menu.sub_delay_down" = "Undertekst forsinkelse - %@s";

"menu.crop_custom" = "Brugerdefineret...";
"menu.find_online_sub" = "Find online undertekster fra %@";

"menu.manage_plugins" = "Administrer tilføjelser...";
"menu.developer_tool" = "Udviklingsværktøjer";
"menu.more_plugin" = "Mere…";
"menu.conflicting_shortcuts" = "Konflikter mellem tastaturgenveje…";
"menu.reload_plugins" = "Genindlæs alle tilføjelser";
"menu.show_plugins_panel" = "Vis tilføjelsespanel";
"menu.hide_plugins_panel" = "Skjul tilføjelsespanel";

"track.audio" = "Lyd";
"track.none" = "<Intet>";
"track.sub" = "Undertekster";
"track.video" = "Video";

"subtrack.no_loaded" = "Ingen undertekster indlæst";
"subtrack.no_external" = "Ingen eksterne undertekster fundet";

// Alerts
"alert.beta_channel.title" = "Modtag opdateringer for beta-versioner";

"alert.title_error" = "Fejl";
"alert.title_warning" = "Advarsel";
"alert.title_info" = "Information";

"alert.fatal_error" = "Kritisk fejl: %@ \nProgrammet afsluttes.";
"alert.mpv_error" = "Intern fejl %@ (%@) under ændring af %@.";

"alert.unsupported_audio" = "Ikke understøttet ekstern lydfil.";
"alert.unsupported_video" = "Unsupported external video file.";
"alert.unsupported_sub" = "Ikke understøttet ekstern undertekst.";
"alert.unsupported_url" = "Ikke understøttet URL.";
"alert.wrong_url_format" = "Forkert URL-format.";

"alert.error_open" = "Kan ikke åbne arkiv eller stream!";
"alert.error_finding_file" = "Kan ikke finde %@!";
"alert.error_loading_script" = "Kan ikke loade script %@!";
"alert.error_saving_file" = "Fejl under forsøg på at gemme %@: %@";
"alert.error_deleting_file" = "Kan ikke slette arkiv.";

"alert.target_peak.bad_value" = "Værdien \"%@\" er ikke valid.\nAngiv venligst en værdi mellem 10 og 10000 eller 0.";

"alert.config.new.title" = "Ny input konfiguration";
"alert.config.new.message" = "Indtast et navn til den nye konfiguration.";
"alert.config.duplicate.title" = "Dupliker konfiguration";
"alert.config.duplicate.message" = "Indtast et navn til den dublikerede konfiguration.";
"alert.config.file_existing.title" = "Filen eksistere allerede";
"alert.config.file_existing.message" = "En konfigurationsfil med det samme filnavn findes allerede. Vælg OK for at vise filen i Finder.";
"alert.config.cannot_create" = "Kan ikke oprette konfigurationsfilen!\n%@";
"alert.config.cannot_write" = "Kan ikke skrive til konfigurationsfilen!";
"alert.config.rename.title" = "Ændre navn på inputkonfiguration";
"alert.config.rename.message" = "Indtast et navn til den nye konfiguration.";

"alert.filter.incorrect" = "Fejl opstået under anvendelse af filtre. Venligst tjek dit parameter format.";
"alert.add_filter.title" = "Nyt filter";
"alert.add_filter.message" = "Venligst indtast en filter streng af mpvs vf eller af kommando.";

"alert.keybinding_config.error" = "Fejl under opsætning af tastegenveje \"%@\"! Går tilbage til standard IINA opsætning. Venligst tjek konfigurationen.";

"alert.extra_option.cannot_read" = "Kan ikke læse brugerdefinerede ekstra mpv indstillinger.";
"alert.extra_option.empty" = "Nøgle eller værdi må ikke være tom!";
"alert.extra_option.error" = "Fejl under indstilling af --%@=%@ med værdi %d. Venligst tjek dine ekstra indstillinger i Indstillinger > Avanceret.";
"alert.extra_option.config_folder" = "Fejl under konfiguration af config mappen \"%@\".";

"alert.playlist.error_deleting" = "Fejl under sletning af: %@";

"alert.screenshot.error_taking" = "Kan ikke tage et skærmbillede!";

"alert.sub.no_selected" = "Venligst vælg downloadet undertekst først.";
"alert.sub_lang_not_set" = "Venligst vælgt det fortrukne undertekstsprog i Indstillinger før du bruger opensubtitles. Engelsk vil blive brugt denne gang.";
"alert.sub.cannot_save_passwd" = "Kan ikke gemme dit kodeord til nøglering: %@";
"alert.sub.cannot_login" = "Kan ikke logge ind. Venligst tjek dit brugernavn, kodeord og netværksstatus.\n\n%@";
"alert.sub.save_downloaded.title" = "Gem hentede undertekster";

"alert.set_default.title" = "Sætter IINA som standard program";
"alert.set_default.message" = "IINA vil være standard programmet for alle de filtyper som supporteres.";
"alert.set_default.success" = "Færdig med %d succes og %d fejlet.";

"alert.add_watch.title" = "Tilføj overvågningsegenskab";
"alert.add_watch.message" = "Venligst indtast et gyldigt mpv egenskabsnavn.";

"alert.jump_to.title" = "Gå til";
"alert.jump_to.message" = "Venligst indtast tiden du ønsker at gå til. Eksempel: 20:35";

"alert.opensub.login.title" = "OpenSubtitles log ind";
"alert.opensub.login.message" = "Venligst indtast dit brugernavn og kodeord";

"alert.open_url.title" = "Åbn URL";
"alert.open_url.message" = "Indtast URL:";
"alert.choose_media_file.title" = "Vælge mediearkiv";

"alert.add_url.title" = "Tilføj URL";
"alert.add_url.message" = "Indtast URL:";

"alert.delete_history.title" = "Slet afspilningshistorik";
"alert.delete_history.message" = "Er du sikker på du ønsker at slette det valgte?";

"alert.filter_hwdec.message" = "Du er ved at aktivere et videofilter. Men din nuværende hardware encoder supportere mulighvis ikke videofiltre. Du kan enten deaktivere hardware decoding eller skifte til auto(kopi), hvilket optager dobbelt hukommelse.";
"alert.filter_hwdec.abort" = "Afbryd";
"alert.filter_hwdec.turn_off" = "Sluk for hardwareafkodning";
"alert.filter_hwdec.use_copy" = "Skift til auto(kopi)";

"alert.clear_cache.title" = "Tøm thumbnail cache";
"alert.clear_cache.message" = "Er du sikker på du vil tømme alle thumbnail cache?";

"alert.clear_history.title" = "Ryd afspilningshistorik";
"alert.clear_history.message" = "Er du sikker du vil slette al afspilningshistorik?";

"alert.clear_watch_later.title" = "Fjern gemte afspilnings positioner";
"alert.clear_watch_later.message" = "Er du sikker på at du vil slette alle gemte afspilnings positioner (\"se senere\" data)?";

"alert.restore_alerts.title" = "Gendan skjulte advarsler";
"alert.restore_alerts.message" = "Er du sikker på at du vil gendanne skjulte advarsler?";

"alert.nothing_to_open" = "Intet at åbne.";

"alert.no_video_track" = "Der er intet videospor.";

"alert.duplicate_config" = "Du kan ikke ændre i standard konfigurationen direkte. Venligst dupliker først.";

"alert.assrt_register" = "På grund af begrænset API-kvote, anbefales du kraftigt at bruge din egen API-token. Standard-token er kun til demo-brug, og du kan støde på netværksfejl.";
"alert.assrt_register.register" = "Registrer Nu";
"alert.assrt_register.try" = "Prøv Først";
"alert.assrt_token_prompt.title" = "Indtast dit API token";
"alert.assrt_token_prompt.message" = "Registrer dig på den åbnede hjemmeside. Få din token på din brugerstartside og indtast det nedenfor:";
"alert.assrt_token_invalid" = "Din Assrt API token lader til at være ugyldig.";

"alert.plugin_uninstall.title" = "Er du sikker på at du vil afinstallere %@?";
"alert.plugin_uninstall.message" = "Denne udvidelse vil blive fjernet fra din harddisk.";
"alert.plugin_reinstall.title" = "Pluginet %@ findes allerede";
"alert.plugin_reinstall.message" = "Vil du installere tilføjelsen igen?";
"alert.duplicated_plugin_id" = "Duplikerede tilføjelsesidentifikationer fundet. To eller flere tilføjelser har den samme indetifikation \"%@\". Dette kan forårsage unormal adfærd. Find dem venligst i \"Præferencer - Tilføjelser\" og send rapporter til deres forfattere. Hvis en tilføjelse er installeret lokalt, så kan du også manuelt ændre dens identifikation i tilføjelsens \"Info.json\"-fil.";
"alert.plugin_no_update" = "Ingen nye opdateringer fundet.";
"alert.plugin_update_found.title" = "Ny opdatering fundet til %@";
"alert.plugin_update_found.message" = "Den seneste version er %@. Du har %@. Vil du opdatere?";
"alert.plugin_permission" = "Denne tilføjelse kræver følgende tilladelser. Tjek dem venligst før du fortsætter.";
"alert.plugin_permission_added" = "Denne opdatering kræver flere tilladelser. Tjek dem venligst inden du fortsætter.";

"playlist.total_length" = "%@ i alt";
"playlist.total_length_with_selected" = "%@ af %@ valgte";
"playlist.sorting.header" = "Sorterer";
"playlist.sorting.filename_ascending" = "Filename Ascending";
"playlist.sorting.filename_descending" = "Filename Descending";
"playlist.sorting.path_ascending" = "File Path Ascending";
"playlist.sorting.path_descending" = "File Path Descending";
"pl_menu.title_multi" = "%d emner";
"pl_menu.play_next" = "Afspil næste";
"pl_menu.play_in_new_window" = "Afspil i nyt vindue";
"pl_menu.remove" = "Fjern";
"pl_menu.remove_multi" = "Fjern valgte";
"pl_menu.delete" = "Flyt til papirkurven";
"pl_menu.delete_multi" = "Flyt valgte arkiver til papirkurven";
"pl_menu.delete_after_play" = "Flyt til papirkurven efter afspilning";
"pl_menu.delete_after_play_multi" = "Flyt valgte arkiver til papirkurven efter afspilning";
"pl_menu.show_in_finder" = "Vis i Finder";
"pl_menu.add_file" = "Tilføj arkiv…";
"pl_menu.add_url" = "Tilføj URL…";
"pl_menu.clear_playlist" = "Tøm spilleliste";
"pl_menu.matched_sub" = "Matchede %d undertekster";
"pl_menu.add_sub" = "Tilføj underteskter…";
"pl_menu.wrong_sub" = "Forkert undertekst!";
"pl_menu.browser" = "Åbn i browser";
"pl_menu.copy_url" = "Kopier URL";
"pl_menu.copy_url_multi" = "Kopier URL'er";

"keymapping.title" = "Taste kortlægning";
"keymapping.message" = "Tryk på en vilkårlig tast for at optage.";

"filter.video_filters" = "Videofiltre";
"filter.audio_filters" = "Lydfiltre";

"hwdec.no" = "Deaktiver hardwareafkodning.";
"hwdec.auto" = "Aktiver hardwareafkodning. De fleste videofiltre vil ikke virker korrekt.";
"hwdec.auto-copy" = "Aktiver hardware afkodning. Kræver dobbelt så meget hukommelse, men virker med videofiltre.";

"gaplessAudio.no" = "Playback of consecutive audio files may result in silence or disruption at the point of file change.";
"gaplessAudio.weak" = "If the audio format the decoder output changes, the audio device is closed and reopened, disrupting gapless playback.";
"gaplessAudio.yes" = "The audio device is opened using parameters chosen for the first file played and is then kept open for gapless playback. Following files may be resampled.";

"subencoding.auto" = "Find automatisk";

"osc_toolbar.settings" = "Hurtige indstillinger";
"osc_toolbar.playlist" = "Spilleliste og kapitler";
"osc_toolbar.pip" = "Slå billede-i-billede til/fra";
"osc_toolbar.full_screen" = "Skift fuld skærm";
"osc_toolbar.music_mode" = "Gå i musik-tilstand";
"osc_toolbar.sub_track" = "Vælg undertekst spor";
"osc_toolbar.screenshot" = "Tag et skærmbillede";
"osc_toolbar.plugins" = "Vis tilføjelsespanel";

"mini_player.album_art" = "Slå album art Til/Fra";
"mini_player.loop" = "Gentag";
"mini_player.shuffle" = "Bland";
"mini_player.remove" = "Fjern fra spilleliste";
"mini_player.add" = "Føj til spilleliste";
"mini_player.delete" = "Slet alle spor fra spilleliste";
"mini_player.volume" = "Lydstyrke";
"mini_player.close" = "Luk musik-tilstand";
"mini_player.back" = "Vend tilbage til video-tilstand";
"mini_player.sort" = "Sort the playlist";

// Touch bar

"touchbar.ahead_15" = "15sek frem";
"touchbar.ahead_30" = "30sek frem";
"touchbar.back_15" = "15sek tilbage";
"touchbar.back_30" = "30sek tilbage";
"touchbar.next_video" = "Næste video";
"touchbar.prev_video" = "Forrige video";
"touchbar.increase_volume" = "Lydstyrke +";
"touchbar.decrease_volume" = "Lydstyrke -";
"touchbar.rewind" = "Spol tilbage";
"touchbar.fast_forward" = "Spol frem";
"touchbar.play_pause" = "Afspil / Pause";
"touchbar.seek" = "Spol";
"touchbar.time" = "Tids Position";
"touchbar.remainingTimeOrTotalDuration" = "Resterende Tid / Total Varighed";
"touchbar.toggle_pip" = "Slå billede-i-billede Til/Fra";

// Plugin permissions

"permissions.network-request.name" = "Netværksanmodning";
"permissions.network-request.desc" = "This plugin can make requsts from or upload data to these websites:";
"permissions.network-request.any_site" = "Enhver side";
"permissions.show-osd.name" = "Vis OSD";
"permissions.show-osd.desc" = "Denne tilføjelse må vise meddelelser på skærmen.";
"permissions.show-alert.name" = "Vi advarsler";
"permissions.show-alert.desc" = "Denne tilføjelse må vise advarsler.";
"permissions.video-overlay.name" = "Tilføj overlay på videoer";
"permissions.video-overlay.desc" = "Denne tilføjelse må vise yderligere indhold ovenpå på videoen.";
"permissions.file-system.name" = "Adgang til fil systemet";
"permissions.file-system.desc" = "Denne tilføjelse må læse og skrive filer på dit drev, hvilket kan inkludere følsom information. Den kan også køre andre programmer eller applikationer der kan skade din computer. Sørg for at verificere kilden.";

"plugin.install" = "Installer";
"plugin.installed" = "Installeret";
"plugin.not_installed" = "Ikke Installeret";
"plugin.local" = "Installeret lokalt";
"alert.plugin.install_error" = "Der skete en fejl under installationen: %@";
"alert.invalid_url" = "URL'en er ugyldig.";
"plugin.install_error.invalid_url" = "URL'en er ugyldig.";
"plugin.install_error.file_not_found" = "Kan ikke finde pakkefilen.";
"plugin.install_error.cannot_download" = "Det lykkedes ikke at hente tilføjelsen.\n\nOutput:%@\n";
"plugin.install_error.cannot_unpackage" = "Det lykkedes ikke at pakke tilføjelsen ud.\n\nOutput:%@\n";
"plugin.install_error.cannot_load" = "IINA kan ikke indlæse denne tilføjelse. Den er måske i det forkerte format.";
"plugin.check_for_updates" = "Tjek for opdateringer";
"plugin.updating" = "Downloader opdatering…";
